tap "cjbassi/gotop"
tap "homebrew/bundle"
tap "michaeleisel/zld"
tap "ngrok/ngrok"
tap "omnisharp/omnisharp-roslyn"
brew "lz4"
brew "asciiquarium"
brew "bat"
brew "glib"
brew "doctl"
brew "emacs"
brew "gotop"
brew "harfbuzz"
brew "helix"
brew "htop"
brew "libpq", link: true
brew "python@3.11", link: false
brew "llvm"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "opam"
brew "pnpm"
brew "python@3.9"
brew "qt"
brew "redis"
brew "sdl2"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "yarn"
brew "zsh"
brew "michaeleisel/zld/zld"
cask "ngrok"
cask "postman"
cask "spotify"
cask "xquartz"
